function Description() {
  return (
    <div className="font-danaMed">
      <h2 className="max-sm:text-sm">توضیحات این محصول</h2>
      <p className="max-sm:text-xs text-sm my-5">
        دیجیتو فروشگاه آنلاین معتبری است که انواع کالاهای دیجیتال مانند گوشی،
        لپ‌تاپ، تبلت و لوازم جانبی را با ضمانت اصالت و ارسال سریع ارائه می‌دهد.
        با تنوع گسترده محصولات، قیمت‌های رقابتی و پشتیبانی حرفه‌ای، خریدی آسان و
        مطمئن را تجربه کنید. بررسی تخصصی، مقایسه و انتخاب آگاهانه از مزایای خرید
        از دیجیتو است. برای دسترسی به جدیدترین محصولات دیجیتال، همین حالا به
        دیجیتو سر بزنید! دیجیتو فروشگاه آنلاین معتبری است که انواع کالاهای
        دیجیتال مانند گوشی، لپ‌تاپ، تبلت و لوازم جانبی را با ضمانت اصالت و ارسال
        سریع ارائه می‌دهد. با تنوع گسترده محصولات، قیمت‌های رقابتی و پشتیبانی
        حرفه‌ای، خریدی آسان و مطمئن را تجربه کنید. بررسی تخصصی، مقایسه و انتخاب
        آگاهانه از مزایای خرید از دیجیتو است. برای دسترسی به جدیدترین محصولات
        دیجیتال، همین حالا به دیجیتو سر بزنید!
      </p>
      <p className="max-sm:text-xs text-sm my-5">
        دیجیتو فروشگاه آنلاین معتبری است که انواع کالاهای دیجیتال مانند گوشی،
        لپ‌تاپ، تبلت و لوازم جانبی را با ضمانت اصالت و ارسال سریع ارائه می‌دهد.
        با تنوع گسترده محصولات، قیمت‌های رقابتی و پشتیبانی حرفه‌ای، خریدی آسان و
        مطمئن را تجربه کنید. بررسی تخصصی، مقایسه و انتخاب آگاهانه از مزایای خرید
        از دیجیتو است. برای دسترسی به جدیدترین محصولات دیجیتال، همین حالا به
        دیجیتو سر بزنید! دیجیتو فروشگاه آنلاین معتبری است که انواع کالاهای
        دیجیتال مانند گوشی، لپ‌تاپ، تبلت و لوازم جانبی را با ضمانت اصالت و ارسال
        سریع ارائه می‌دهد. با تنوع گسترده محصولات، قیمت‌های رقابتی و پشتیبانی
        حرفه‌ای، خریدی آسان و مطمئن را تجربه کنید. بررسی تخصصی، مقایسه و انتخاب
        آگاهانه از مزایای خرید از دیجیتو است. برای دسترسی به جدیدترین محصولات
        دیجیتال، همین حالا به دیجیتو سر بزنید!
      </p>
    </div>
  );
}

export default Description;
